{
    "jobFamilyName": "BTS Ciel",
    "resources": [
        {
            "title": "SOC : tout comprendre sur le Centre Opérationnel de Sécurité",
            "description": "L’article de Nexa explique qu’un Security Operations Center (SOC) est la combinaison de personnes, de processus et de technologies qui surveille, détecte et répond aux menaces ; il décrit les différentes catégories de SOC (niveaux 1 et 2), son fonctionnement en continu (24 h / 24, 7 j / 7) et les raisons d’en mettre un en place.",
            "type": "ARTICLE",
            "url": "https://www.nexa.fr/blog/soc-centre-operationnel-de-securite",
            "provider": "Nexa",
            "languageCode": "fr",
            "estimatedDurationSeconds": 600,
            "thumbnailUrl": null,
            "relevance": "Permet d’acquérir des bases solides sur le fonctionnement et les objectifs d’un SOC, indispensables pour un technicien en cybersécurité.",
            "verifiedAt": "2026-01-13",
            "paywalled": false,
            "jobTitle": "Technicien en Cybersécurité"
        },
        {
            "title": "Analyste SOC (security operation center)",
            "description": "La fiche métier du CIDJ décrit le rôle de l’analyste SOC : surveiller les événements du système d’information, détecter et traiter les activités suspectes, utiliser et maintenir le SIEM, assurer la prévention et la sensibilisation. Elle détaille aussi les compétences nécessaires (firewalls, proxy, VPN, antivirus, développement, Windows/Linux/Unix) et le besoin de veille permanente.",
            "type": "ARTICLE",
            "url": "https://www.cidj.com/s-orienter/metiers/analyste-soc-security-operation-center",
            "provider": "CIDJ",
            "languageCode": "fr",
            "estimatedDurationSeconds": 420,
            "thumbnailUrl": null,
            "relevance": "Cette fiche décrit précisément les missions et compétences requises pour l’analyste SOC, référence directe pour les techniciens de cybersécurité.",
            "verifiedAt": "2026-01-13",
            "paywalled": false,
            "jobTitle": "Technicien en Cybersécurité"
        },
        {
            "title": "Rôles et responsabilités du SOC (Security Operations Center)",
            "description": "L’article de Palo Alto Networks explique que la mission d’un SOC est de détecter, analyser et répondre aux événements de cybersécurité en s’appuyant sur l’humain, les processus et la technologie ; il détaille les rôles au sein du SOC, du spécialiste de tri de niveau 1 aux chasseurs de menaces de niveau 3.",
            "type": "ARTICLE",
            "url": "https://www.paloaltonetworks.fr/cyberpedia/soc-roles-and-responsibilities",
            "provider": "Palo Alto Networks",
            "languageCode": "fr",
            "estimatedDurationSeconds": 480,
            "thumbnailUrl": null,
            "relevance": "Donne une vue détaillée des responsabilités et des niveaux de qualification au sein d’un SOC, essentiel pour comprendre la progression de carrière des techniciens.",
            "verifiedAt": "2026-01-13",
            "paywalled": false,
            "jobTitle": "Technicien en Cybersécurité"
        },
        {
            "title": "Guide complet du Centre des opérations de sécurité (SOC)",
            "description": "Cet article de Wiz présente le SOC comme une combinaison de personnes, de processus et de technologies ; il rappelle l’explosion des violations de données en 2024 (5 629 notifications à la CNIL) et explique que le SOC vise à prévenir, détecter et répondre aux incidents tout en réduisant les temps d’arrêt, en améliorant la détection et en renforçant la conformité.",
            "type": "ARTICLE",
            "url": "https://www.wiz.io/fr-fr/academy/detection-and-response/security-operations-center-soc",
            "provider": "Wiz",
            "languageCode": "fr",
            "estimatedDurationSeconds": 600,
            "thumbnailUrl": null,
            "relevance": "Fournit une vue d’ensemble complète et à jour des SOC, y compris les tendances et objectifs, utile pour adapter les pratiques d’un technicien en cybersécurité.",
            "verifiedAt": "2026-01-13",
            "paywalled": false,
            "jobTitle": "Technicien en Cybersécurité"
        },
        {
            "title": "Les 10 règles de base pour la sécurité numérique",
            "description": "La page de Cybermalveillance.gouv.fr énumère dix règles essentielles pour se protéger sur Internet : gérer les mots de passe, sauvegarder les données, effectuer les mises à jour, installer un antivirus, éviter les réseaux Wi‑Fi publics, séparer les usages pro-perso, contrôler les permissions, rester vigilant face aux e‑mails et maîtriser ses publications.",
            "type": "ARTICLE",
            "url": "https://www.cybermalveillance.gouv.fr/tous-nos-contenus/actualites/les-10-regles-de-base-pour-la-securite-numerique",
            "provider": "Cybermalveillance.gouv.fr",
            "languageCode": "fr",
            "estimatedDurationSeconds": 660,
            "thumbnailUrl": null,
            "relevance": "Propose des bonnes pratiques concrètes à appliquer et à diffuser par les techniciens SOC pour renforcer l’hygiène numérique des utilisateurs.",
            "verifiedAt": "2026-01-13",
            "paywalled": false,
            "jobTitle": "Technicien en Cybersécurité"
        },
        {
            "title": "Le métier d’analyste SOC",
            "description": "Cette vidéo de CyberUniversity présente en deux minutes le rôle essentiel de l’analyste SOC : elle décrit les missions quotidiennes, les compétences requises et l’importance de ce métier pour surveiller les réseaux et réagir aux incidents youtube.com .",
            "type": "VIDEO",
            "url": "https: //www.youtube.com/watch?v=jNm4Wnr4_B0",
            "provider": "CyberUniversity (YouTube)",
            "languageCode": "fr",
            "estimatedDurationSeconds": 140,
            "thumbnailUrl": "https://img.youtube.com/vi/jNm4Wnr4_B0/hqdefault.jpg",
            "relevance": "Offre une introduction concise au métier d’analyste SOC, idéale pour les personnes qui envisagent ce rôle de technicien.",
            "verifiedAt": "2026-01-13",
            "paywalled": false,
            "jobTitle": "Technicien en Cybersécurité"
        },
        {
            "title": "Comment devenir Analyste Cybersécurité | Analyste SOC en 2024",
            "description": "La vidéaste Florence Kin propose un plan d’action sur un an pour devenir analyste en cybersécurité (SOC) : elle explique les compétences à développer et fournit des conseils concrets pour réussir sa reconversion ou démarrer dans le métier youtube.com .",
            "type": "VIDEO",
            "url": "https: //www.youtube.com/watch?v=scCqZZKnPN4",
            "provider": "Florence Kin (YouTube)",
            "languageCode": "fr",
            "estimatedDurationSeconds": 797,
            "thumbnailUrl": "https://img.youtube.com/vi/scCqZZKnPN4/hqdefault.jpg",
            "relevance": "Apporte une feuille de route claire pour ceux qui souhaitent devenir technicien SOC, en insistant sur la formation et les compétences à acquérir.",
            "verifiedAt": "2026-01-13",
            "paywalled": false,
            "jobTitle": "Technicien en Cybersécurité"
        },
        {
            "title": "Le métier d’Analyste SOC | Orange Cyberdefense",
            "description": "Cette vidéo promotionnelle d’Orange Cyberdefense met en avant le métier d’analyste SOC et invite à rejoindre leurs équipes ; elle résume en moins de deux minutes les missions et l’environnement de travail d’un analyste youtube.com .",
            "type": "VIDEO",
            "url": "https: //www.youtube.com/watch?v=oeHkB4V3gaM",
            "provider": "Orange Cyberdefense (YouTube)",
            "languageCode": "fr",
            "estimatedDurationSeconds": 105,
            "thumbnailUrl": "https://img.youtube.com/vi/oeHkB4V3gaM/hqdefault.jpg",
            "relevance": "Permet de découvrir le métier d’analyste SOC dans un grand groupe et de se projeter dans un environnement professionnel concret.",
            "verifiedAt": "2026-01-13",
            "paywalled": false,
            "jobTitle": "Technicien en Cybersécurité"
        },
        {
            "title": "Analyste SOC : le rôle clé dans la détection et la réponse aux cyberattaques",
            "description": "Dans cette vidéo d’OpenClassrooms, l’experte Binetou détaille le rôle stratégique de l’analyste SOC : surveiller, détecter les menaces, gérer les incidents et protéger les entreprises ; elle insiste sur l’importance des compétences techniques et de la réactivité youtube.com .",
            "type": "VIDEO",
            "url": "https: //www.youtube.com/watch?v=3nI2xKTy6AM",
            "provider": "OpenClassrooms en Français (YouTube)",
            "languageCode": "fr",
            "estimatedDurationSeconds": 470,
            "thumbnailUrl": "https://img.youtube.com/vi/3nI2xKTy6AM/hqdefault.jpg",
            "relevance": "Explique de manière pédagogique les responsabilités et l’impact du rôle d’analyste SOC, essentiel pour les techniciens.",
            "verifiedAt": "2026-01-13",
            "paywalled": false,
            "jobTitle": "Technicien en Cybersécurité"
        },
        {
            "title": "Qu’est-ce qu’un SOC – Security Operations Center ? 5 min pour comprendre",
            "description": "Cette vidéo d’IMS Networks explique ce qu’est un SOC et pourquoi il est indispensable : elle note que 71 % des entreprises restent peu préparées aux cyberattaques et, en moins de neuf minutes, Arnaud Pilon donne les clés pour comprendre le fonctionnement des SOC et leur rôle dans la cybersécurité youtube.com.",
            "type": "VIDEO",
            "url": "https://www.youtube.com/watch?v=Awsajwvlris",
            "provider": "IMS Networks (YouTube)",
            "languageCode": "fr",
            "estimatedDurationSeconds": 504,
            "thumbnailUrl": "https://img.youtube.com/vi/Awsajwvlris/hqdefault.jpg",
            "relevance": "Clarifie la notion de SOC et montre son importance, ce qui est essentiel pour qu’un technicien comprenne l’outil qu’il exploite.",
            "verifiedAt": "2026-01-13",
            "paywalled": false,
            "jobTitle": "Technicien en Cybersécurité"
        },
        {
            "title": "RadioCSIRT – Podcast cybersécurité quotidien (Ép. 544)",
            "description": "RadioCSIRT est le premier podcast francophone dédié à l’actualité cybersécurité pour les CERT, CSIRT, RSSI et SOC ; chaque épisode couvre les menaces du jour (vulnérabilités critiques, APT, phishing, ransomware) et offre une veille technique fiable pour anticiper et répondre aux incidents.",
            "type": "PODCAST",
            "url": "https://www.radiocsirt.org/",
            "provider": "RadioCSIRT",
            "languageCode": "fr",
            "estimatedDurationSeconds": 335,
            "thumbnailUrl": null,
            "relevance": "Apporte une veille quotidienne sur les menaces et incidents, incontournable pour un technicien SOC qui doit rester à jour.",
            "verifiedAt": "2026-01-13",
            "paywalled": false,
            "jobTitle": "Technicien en Cybersécurité"
        },
        {
            "title": "[Épisode 54] Mise en œuvre d’un SIEM",
            "description": "Cet épisode du podcast Le Comptoir Sécu explique comment mettre en œuvre un SIEM : les animateurs soulignent que plusieurs métiers et outils participent au Security Operations Center et décrivent comment un SIEM peut offrir plus qu’une simple case de conformité.",
            "type": "PODCAST",
            "url": "https://www.comptoirsecu.fr/podcast/épisode-54-mise-en-œuvre-dun-siem/",
            "provider": "Le Comptoir Sécu",
            "languageCode": "fr",
            "estimatedDurationSeconds": 3300,
            "thumbnailUrl": null,
            "relevance": "Utile pour comprendre l’implémentation et l’usage d’un SIEM, un outil central du travail des techniciens SOC.",
            "verifiedAt": "2026-01-13",
            "paywalled": false,
            "jobTitle": "Technicien en Cybersécurité"
        },
        {
            "title": "Teknik – SOC souverain (PolySécure Podcast)",
            "description": "Dans cet épisode du podcast PolySécure, les intervenants discutent de la construction d’un SOC souverain : ils évoquent l’expérience de David Bizeul dans la création de CERT, la plateforme SOC de Sekoia (composants : SIEM, threat intelligence, SOAR) et l’importance de l’autonomie numérique européenne.",
            "type": "PODCAST",
            "url": "https://polysecure.ca/players/episode-0x682/",
            "provider": "PolySécure Podcast",
            "languageCode": "fr",
            "estimatedDurationSeconds": 1860,
            "thumbnailUrl": null,
            "relevance": "Permet d’appréhender des aspects avancés comme la souveraineté numérique et l’intégration des outils SOC, sujets stratégiques pour les techniciens.",
            "verifiedAt": "2026-01-13",
            "paywalled": false,
            "jobTitle": "Technicien en Cybersécurité"
        },
        {
            "title": "From Playbooks to Agents: Rethinking Automation in the SOC",
            "description": "Cet épisode anglophone du podcast SuperSOC explore la façon de repenser l’automatisation : Ahmed Achchak et Filip Stojkovski discutent des limites des playbooks SOAR, des différences entre IA autonome et automatisation classique, des métriques pour évaluer l’efficacité et des raisons pour lesquelles les workflows L1/L2 restent déficients.",
            "type": "PODCAST",
            "url": "https://www.buzzsprout.com/2510423/episodes/17318588-from-playbooks-to-agents-rethinking-automation-in-the-soc-with-filip-stojkovski",
            "provider": "SuperSOC Podcast (Buzzsprout)",
            "languageCode": "en",
            "estimatedDurationSeconds": 1167,
            "thumbnailUrl": null,
            "relevance": "Apporte une réflexion approfondie sur l’automatisation et l’usage de l’IA dans les SOC, utile pour les techniciens qui souhaitent optimiser leurs processus.",
            "verifiedAt": "2026-01-13",
            "paywalled": false,
            "jobTitle": "Technicien en Cybersécurité"
        },
        {
            "title": "16.P2 – Comment devenir ANALYSTE SOC (avec Siopy)",
            "description": "Dans cet épisode du podcast CyberTalk, les hôtes expliquent comment devenir analyste SOC : armés de vos règles SIGMA, il est temps de devenir un vrai guerrier du SIEM ; l’émission est enregistrée en live sur Twitch puis diffusée en podcast et invite les auditeurs à participer en direct.",
            "type": "PODCAST",
            "url": "https://podcast.ausha.co/cybertalk/16-p2-comment-devenir-analyste-soc-avec-siopy",
            "provider": "CyberTalk (Ausha)",
            "languageCode": "fr",
            "estimatedDurationSeconds": 4080,
            "thumbnailUrl": null,
            "relevance": "Fournit des conseils pratiques et l’expérience d’un expert pour ceux qui souhaitent embrasser la carrière d’analyste SOC.",
            "verifiedAt": "2026-01-13",
            "paywalled": false,
            "jobTitle": "Technicien en Cybersécurité"
        }
    ]
}
